Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nasjonalmuseet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Light, poetry and landscape are keywords in Anna-Eva Bergman’s art.
nb: Lys, poesi og landskap er stikkord for Anna-Eva Bergmans kunst.

source: "Fra Vang på Hadeland" relates to: Related works
nb: "Fra Vang på Hadeland, Vang paa Hadeland" relaterer til: Utforsk lignende verk fra samlingen

source: "Arkade og figurer" relates to: Related works
nb: "Arkade og figurer" relaterer til: Utforsk lignende verk fra samlingen

source: She brought the light, poetry and landscape with her into her own abstract pictures.
nb: Lyset, poesien og landskapet tok hun med inn i egne abstrakte bilder.

source: The drawing remained overlooked until 1973, when the Rembrandt scholar Egbert Haverkamp Begemann saw it and immediately verified its authenticity.
nb: Tegningen forble upåaktet til rembrandtforskeren Egbert Haverkamp Begemann så den i 1973 og umiddelbart kunne fastslå ektheten.

source: Anton Mirou (Artist for cartoon/modello i.a.
nb: Anton Mirou (Kunstner for mønster/kartong e.l.

source: The final version was not completed until 1914.
nb: Først i 1914 var det endelige resultatet ferdig.

source: Heinrich Lorentzen Bech (Artist - uncertain)
nb: Heinrich Gottfried Ludewig (Utgiver/forlegger - antatt sikker)

source: Strømme developed his own idiosyncratic motifs and a straightforward, intuitive approach.
nb: Strømme utviklet en personlig motivkrets og en direkte, intuitiv arbeidsmetode.

source: Together, the wardrobe provides a unique insight into Western fashion as it developed from 1896 to 1938.
nb: Til sammen gir garderoben et unikt innblikk i motens utvikling fra 1896 til 1938.

source: "Dyrestudier" relates to:
nb: "Dyrestudier" relaterer til:

source: Maja Refsum with relief for Oslofjord, 1930's.
nb: Maja Refsum med relieff til Oslofjord på 1930-tallet.

source: As a female artist who gained recognition late in life, Bourgeois has been assigned the role of an outsider.
nb: Som kvinnelig kunstner som slo igjennom sent i livet, har Bourgeois fått rollen som outsider.

source: "Riss av ansikt" relates to: Related works
nb: riss av ansikt" relaterer til: Utforsk lignende verk fra samlingen

source: When Dahl left Copenhagen in 1818 to travel around Europe, his first stop was in Dresden, one of the principal centres of German romanticism.
nb: Da han i 1818 forlot København og bega seg ut i Europa, var første stopp på reisen Dresden, et av de viktigste sentra for den tyske romantikken.

source: Art is bought, sold, and owned, and who owns this art and how it is shown is part of the work’s meaning.
nb: Kunst blir kjøpt, solgt og eid, og hvem som eier det og hvordan det vises, er en del av hele dets mening.

source: "Utsikt mot fjorden" relates to: Related works
nb: "Utsikt mot fjorden" relaterer til: Utforsk lignende verk fra samlingen

source: : An illustrated Magazine of Fine and Applied Art was first published in England in 1893.
nb: An illustrated Magazine of Fine an Applied Art kom første gang ut i England i 1893.

source: Rubber boats, tyre tubes and their smell come to mind – a strong and chemical smell, like factory rubber.
nb: Man får assosiasjoner til gummibåter, gummidekk og hvordan de lukter – det er en sterk og kjemisk lukt, som fabrikkgummi.

source: Adolph Tidemand was the first Norwegian artist to relocate to Düsseldorf.
nb: Adolph Tidemand var den første norske kunstner som slo seg ned i Düsseldorf.

source: He was particularly fascinated by a massive natural arch, the Porte d’Aval, that the sea had eroded from the soft limestone cliff and that could be seen southwest of Étretat.
nb: Spesielt fascinert var han av den store portalen, Porte d’Aval, som havet hadde vasket ut av det bløte kalkfjellet og som man kunne se sørvest for byen.

source: The church was designed by architect J. W. Nordan and inaugurated in 1882.
nb: Kirken ble tegnet av arkitekt J.W. Nordan og innviet i 1882.

source: "Beitende kyr, Skagen" relates to: Related works
nb: "Beitende kyr, Skagen" relaterer til: Utforsk lignende verk fra samlingen

source: She was intimately connected with the Paris art scene, where she received crucial inspiration during the 1920s from André Lhote, Fernand Léger, and others.
nb: Hun hadde sterk tilknytning til kunstmiljøet i Paris, der hun i løpet av 1920-årene mottok avgjørende impulser fra blant andre André Lhote og Fernand Léger.

source: "Fra Scharnitz" relates to:
nb: "Fra Scharnitz" relaterer til:

source: "Sel" relates to:
nb: "Sel" relaterer til:

source: "Klesvask i elven, Cagnes" relates to: Related works
nb: "Klesvask i elven, Rapallo" relaterer til: Utforsk lignende verk fra samlingen

source: "Det romerske amfiteatret, Capua" relates to: Related works
nb: "Det romerske amfiteatret, Capua" relaterer til: Utforsk lignende verk fra samlingen

source: "Rast på Risåsen" relates to: Related works
nb: "Rast på Risåsen, Riisåsen" relaterer til: Utforsk lignende verk fra samlingen

source: The yellow, orange, pink, and red hues are subdued by the underlying black.
nb: Gult, oransje, rosa og rødt dempes av den svarte malingen som ligger under.

source: In 1896, Princess Maud married Prince Carl of Denmark.
nb: I 1896 giftet prinsesse Maud seg med prins Carl av Danmark.

source: Francesco Salviati (by tradition)
nb: Francesco Salviati (etter tradisjon)

source: Bernt Lund (Artist for cartoon/modello i.a.)
nb: Bernt Lund (Kunstner for mønster/kartong e.l.)

source: Paul Cassirer (Publisher - assumed certain)
nb: Paul Cassirer (Utgiver/forlegger - antatt sikker)

source: "Idrettens hus i Narvik" relates to: Related works
nb: "Idrettens hus i Narvik" relaterer til: Utforsk lignende verk fra samlingen

source: Arthur de Capell Brooke (Artist for cartoon/modello i.a.)
nb: Arthur de Capell Brooke (Kunstner for mønster/kartong e.l.)

source: Thorvaldsen, who had been made a knight of the Order of the Dannebrog in 1810, is seen here wearing the medal on his dark-blue ceremonial garb with its cape and cummerbund.
nb: Thorvaldsen var blitt slått til ridder av Dannebrog i 1810, og bærer medaljen på en mørkeblå festdrakt med kappe og bredt magebelte.

source: Skarpmoen, Narve (Photographer - assumed certain)
nb: Skarpmoen, Narve (Fotograf - antatt sikker)

source: Flintoe painted these landscapes in gouache and presented them with striking, illusionistic effect in cosmorama exhibitions.
nb: Disse malte han i gouache og presenterte i kosmoramautstillinger med stor illusjonistisk effekt.

source: In architectural representations that balanced between reality and fiction, figuration and abstraction, and past and present, he recreated the city as it was and as it could have been.
nb: I arkitekturfremstillinger som vippet mellom virkelighet og fiksjon, mellom figurasjon og abstraksjon, mellom fortid og nåtid, gjenskapte han byen slik den var og slik den kunne ha vært.

source: Michiel van Mierevelt (Artist for cartoon/modello i.a.
nb: Michiel van Mierevelt (Kunstner for mønster/kartong e.l.

source: © Calder, David, Otteren, Karl Jørgen Related works
nb: © Calder, David, Otteren, Karl Jørgen Utforsk lignende verk fra samlingen

source: After training at the Academy of Fine Arts in Copenhagen, Juel studied portraiture in Paris and was lauded early on for his faithful, romantic portraits.
nb: Etter utdanning ved kunstakademiet i København, hadde Juel studert portrettkunst i Paris og oppnådde tidlig stor anerkjennelse for sine naturtro og romantiske portretter.

source: The first two cohousing communities to follow the Nordic model were the Danish Sættedammen (1969-1972) and Skråplanet (1965-1974), both of which grew out of projects involving Gudmand-Høyer.
nb: De to første bofellesskapene etter den nordiske modellen, var danske Sættedammen (1969-1972) og Skråplanet (1965-1974), som begge sprang ut av prosjekter som Gudmand-Høyer var med på.

source: "Danser og fabeldyr" relates to: Related works
nb: "Danser og fabeldyr" relaterer til: Utforsk lignende verk fra samlingen

source: (by erroneus tradition)
nb: (ifølge feilaktig tradisjon)

source: "Gård i Gudbrandsdalen" relates to: Related works
nb: "Gård i Gudbrandsdalen" relaterer til: Utforsk lignende verk fra samlingen

source: is one of the best known for his many designs and long service, 1947–1988.
nb: nevnes for sine mange modeller og lange virketid, 1947–1988.

source: "Takk for idag" relates to: Related works
nb: "Takk for idag" relaterer til: Utforsk lignende verk fra samlingen

source: "Fra havnen i Lübeck" relates to: Related works
nb: "Fra havnen i Lübeck" relaterer til: Utforsk lignende verk fra samlingen

source: Show the image "The police remove demonstrators blocking the road leading to the construction site in Stilla in January 1981." in fullscreen
nb: Vis bildet "Politiet fjerner demonstranter som sperrer anleggsveien i Stilla i januar 1981." i full størrelse

source: Francesco Guardi (Artist for cartoon/modello i.a.)
nb: Giovanni Francesco Romanelli (ifølge feilaktig tradisjon)

source: and knowledge of the project and who ‘urges practitioners
nb: forsker og sin kunnskap om prosjektet og som «maner de

source: The portrait has a simple form with clear shades of blue, vertical lines, and a condensed spatial effect.
nb: Portrettets form er enkel med klare blåfarger, vertikalt linjespill og redusert romvirkning.

source: These are features that have been continued in several newer cohousing communities, including Helen & Hard's Vindmøllebakken in Stavanger, and not least in the new cohousing community developed for the Nordic Pavilion in Venice.
nb: Dette er trekk som er videreført i flere nyere bofellesskap, inkludert Helen & Hards bofellesskap Vindmøllebakken i Stavanger, og ikke minst i det nye bofellesskapet som er utviklet i paviljongen i i Venezia.

source: Janssonio Waesberge (Publisher - assumed certain)
nb: Janssonio Waesberge (Utgiver/forlegger - antatt sikker)

source: "Mannsportrett, Riva degli Schiavoni; to mannsfigurer" relates to: Related works
nb: "Mannsfigurer, Riva degli Schiavoni" relaterer til: Utforsk lignende verk fra samlingen

source: From Sarpsborg to Paris
nb: Fra Sarpsborg til Paris

source: Most people reject such claims, however, and contend that they are manmade.
nb: Majoriteten avviser imidlertid dette, og mener de er menneskeskapte.

source: Pier Francesco Mola (by erroneus tradition)
nb: Pier Francesco Mola (ifølge feilaktig tradisjon)

source: Born 1938 in Omsland, Larvik, death 2003 in Oslo
nb: Født 1938 i Omsland, Larvik, død 2003 i Oslo

source: This private art school was known for accommodating women.
nb: Denne private kunstskolen var kjent for å legge til rette for kvinner.

source: Several of Lie-Jørgensen's works are inspired by forms found in Marianne Brandt's design, and by what she called "the eccentric oval".
nb: Flere av arbeidene til Lie-Jørgensen er inspirert av former man finner i Marianne Brandts design, og det hun kalte «den eksentriske ovalen».

source: Erik Werenskiold painted this picture at Gvarv in Telemark in the summer of 1883.
nb: Bildet ble laget på Gvarv i Telemark sommeren 1883.

source: Et hjørne av spisestuen" relates to: Related works
nb: Et hjørne av spisestuen" relaterer til: Utforsk lignende verk fra samlingen

source: They then moved to Stockholm, where Dietrichson continued her studies in the separate women’s section of the Royal Swedish Academy of Fine Arts from 1866 to 1871.
nb: De flyttet til Stockholm hvor Dietrichson studerte videre ved «Fruntimmers-Afdelningen» – en egen avdeling for kvinner ved Konstakademien fra 1866 til 1871.

source: Ludvig Krug (by erroneus tradition)
nb: Ludvig Krug (ifølge feilaktig tradisjon)

source: Domenico Campagnola (Artist for cartoon/modello i.a.
nb: Domenico Campagnola (Kunstner for mønster/kartong e.l.

source: After languishing in obscurity for decades, Stoltenberg was rediscovered in conjunction with the Centennial Exhibition in 1914.
nb: Etter mange års glemsel ble Stoltenberg gjenoppdaget i forbindelse med Jubileumsutstillingen i 1914.

source: Berger started at the weaving school at Bauhaus Dessau under Gunta Stölzl and studied design and colour with Paul Klee and Wassily Kandinsky.
nb: Berger startet ved vevskolen i Bauhaus i Dessau under Gunta Stölzl, og fulgte undervisning i form og fargelære med Paul Klee og Vasilij Kandinskij.

source: Bengt Nordenberg (Artist for cartoon/modello i.a.)
nb: Bengt Nordenberg (Kunstner for mønster/kartong e.l.)

source: The sea implies ships, goods, ports and seafarers.
nb: Havet impliserer skip, varer, havner og sjøfarere.

source: Encouraged by the artist Hans Gude, she travelled abroad, and in 1873–75 she studied under him in Germany, focusing on landscape painting.
nb: Etter oppfordring fra Hans Gude, reiste hun utenlands, og var i 1873—75 elev hos han i Tyskland. Her var det særlig landskapskunsten hun valgte å studere.

source: Gaspard Dughet (by erroneus tradition)
nb: Gaspard Dughet (ifølge feilaktig tradisjon)

source: Portrait of Julia Domna, Fesch type
nb: Portrett av Julia Domna, type Fesch

source: At the von Hanno residence in St. Olavs gate 28-30.
nb: Hos von Hanno i St. Olavs gate 28-30. Foto:

source: "Utsikt over Fåvang (detalj)" relates to: Related works
nb: "Utsikt over Fåvang, Fodevang (Faavang, Fagurvang)" relaterer til: Utforsk lignende verk fra samlingen

source: Michele Paoli (by erroneus tradition)
nb: Michele Paoli (ifølge feilaktig tradisjon)

source: © Bohn, Babette, Fischer, Chris, Ukjent kunstner Related works
nb: © Bohn, Babette, Fischer, Chris, Ukjent kunstner Utforsk lignende verk fra samlingen

source: Show the image "Marianne and Erik Brandt in the Blomqvist’s Galleri, Oslo, 25.4.1930." in fullscreen
nb: Vis bildet "Marianne og Erik Brandt i Blomqvist’s Galleri,Oslo, 25.4.1930." i full størrelse

source: "Laftet bygning" relates to:
nb: "Laftet bygning" relaterer til:

source: Fabrique Céramique (Manufactured by - assumed certain)
nb: Josef Kussius Metallvarefabrikk (Produsent - antatt)

source: The Outer and the Inner Landscape
nb: Det ytre og det indre landskap

source: They held their first exhibition in Norway at Blomqvist in 1932.
nb: I 1932 holdt de sin første utstilling i Norge, hos Blomqvist.

source: Antony Gormley’s sculptures, installations and public artworks address the relationship of the human body and its spatial environment.
nb: Antony Gormleys skulpturer, installasjoner og offentlige kunst tar for seg forholdet mellom menneskekroppen og dens omgivelser.

source: Julie (Jullik) Gulbrandsen (Artist - uncertain)
nb: Julie (Jullik) Gulbrandsen (Kunstner - usikker)

source: The ox lies with its head under the ground and its horns high, bloody and emaciated.
nb: Oksen ligger med hodet under bakken og hornene høyt hevet, blodig og utmagret.

source: "Skip i Drøbaksundet" relates to: Related works
nb: "Skip i Drøbaksundet" relaterer til: Utforsk lignende verk fra samlingen

source: (1984), the art of Hertervig became "a much needed escape, a place where he could be entirely himself".
nb: (1984), ble kunsten for Hertervig, «et sårt tiltrengt fluktsted, et sted han kunne være helt seg selv.»

source: Rafael (by erroneus tradition)
nb: Rafael (ifølge feilaktig tradisjon)

source: Larvik by Moonlight is based on a drawing that Dahl executed during a visit there in 1834.
nb: Komposisjonen i Larvik havn i måneskinn bygger på en tegning som Dahl hadde utført under et besøk der i 1834.

source: Her husband, the German-French painter Hans Hartung (1904–1989), accompanied her on the second journey.
nb: Hennes mann, den tysk-franske maleren Hans Hartung (1904–1989), var med på den andre reisen.

source: And who decides?
nb: Og hvem bestemmer?

source: The original word was Oskoreia.
nb: Det opphavelege ordet var Oskoreia.

source: Before Tidemand had finished painting the man’s head, writes Tidemand's biographer Lorentz Dietrichson, Munich had been replaced by Düsseldorf on the itinerary.
nb: Før Tidemand hadde malt hodet ferdig, skriver Tidemands biograf Lorentz Dietrichson, var München strøket fra reiseplanen og Düsseldorf satt i stedet.

source: The “Erotic Suite”
nb: Den erotiske suite

source: Aino Aalto ordered her textiles for Artek in Helsinki.
nb: Aino Aalto bestilte hennes tekstiler til Artek i Helsinki.

source: "Hohenkrähen sett fra Hohentwiel" relates to: Related works
nb: "Hohenkrähen sett fra Hohentwiel" relaterer til: Utforsk lignende verk fra samlingen

source: Blue ski coat, ca. 1920." in fullscreen
nb: Vis bildet "Rutete skikåpe, tidlig 1920 (t.v.), blå skikåpe ca.

source: Simon de Vos (by erroneus tradition)
nb: Simon de Vos (ifølge feilaktig tradisjon)

source: Show the image "Marcus Selmer: “Trinity Church”, 1863.
nb: Vis bildet "Marcus Selmer: «Trefoldighetskirken», 1863.

source: , and modern classics by internationally recognised artists such as Edouard Manet, Claude Monet, Berthe Morisot and Pablo Picasso – all of whom have helped to change the direction of art history.
nb: , og moderne verdenskjente klassikere av Edouard Manet, Claude Monet, Berthe Morisot og Pablo Picasso – som alle var med på å utvikle og prege kunsten.

source: "Fra Tofte, Gausdal" relates to: Related works
nb: "Fra Tofte, Gausdal" relaterer til: Utforsk lignende verk fra samlingen

source: Dietrichson’s maiden name was Mathilde Bonnevie, and she began her artistic career at a private school of drawing in Christiania (now Oslo).
nb: Mathilde Dietrichson (født Bonnevie), startet kunstnerkarrieren på privat tegneskole i Christiania (nå Oslo).

source: “I thought it was beautiful and impressive, and it made me very proud to see it.”
nb: – Jeg synes det var så flott og vakkert, og ble ordentlig stolt av å se det.

source: "Landskap ved Hede" relates to: Related works
nb: "Landskap ved Hede" relaterer til: Utforsk lignende verk fra samlingen

source: When he was only five years old he was sent to Christiania (today Oslo) to live with his aunt and uncle.
nb: Bare fem år gammel ble han sendt til Christiania (i dag Oslo) for å bo hos sin tante og onkel.

source: The painting was sold for a relatively modest sum (as it was unfinished) at the auction following Manet’s death.
nb: Bildet ble solgt for en beskjeden sum (som uferdig) på auksjonen etter Manets død.

source: "Fra Arild, Kullen" relates to: Related works
nb: "Fra Arild, Kullen" relaterer til: Utforsk lignende verk fra samlingen

source: As one of the initiators of the CoBrA group’s collaborations from 1948 to 1951, he was an important catalyst in the development of anti-dogmatic and experimental painting in Europe.
nb: Som en av initiativtakerne til CoBrA-gruppens samarbeid i årene 1948 til 1951, var han en viktig pådriver for utviklingen av et antidogmatisk og eksperimentelt maleri i Europa.

source: In October 1926 she moved to Dessau in Germany, and in January 1927 Berger registered at the Bauhaus school in Dessau.
nb: I oktober 1926 flytte hun til Dessau, og i januar 1927 ble Berger immatrikulert ved Bauhausskolen i Dessau.

source: "Utsikt mot borgruinen Gutenstein ved Wien" relates to: Related works
nb: "Utsikt mot borgruinen Gutenstein ved Wien" relaterer til: Utforsk lignende verk fra samlingen

source: Using simple methods he created around 150 different motifs as woodcuts and linocuts during his short life.
nb: Med enkle midler lager han omtrent 150 ulike motiver i tresnitt og linoleumssnitt i løpet av sitt korte liv.

source: "To profiler" relates to:
nb: "To profiler" relaterer til:

source: Gottfried Leigel (by erroneus tradition)
nb: Gottfried Leigel (ifølge feilaktig tradisjon)

source: The cobalt colour was imported from Persia (now Iran) during the Yongle Emperor’s reign, and the blue painting, as it is referred to, has maintained its popularity to this day.
nb: Koboltfargen ble importert fra Persia (nå Iran) under Yongle-keiserens tid, og det såkalte blåmaleriet har beholdt sin popularitet helt til i dag.

source: He then attended the Drawing School in Kristiania, where he was taught by Johannes Flintoe and Joachim Frich, among others.
nb: Ferden bar deretter til Tegneskolen i Kristiania, hvor han blant annet fikk undervisning av Johannes Flintoe og Joachim Frich.

source: The Newborn Calf at the major Kai Fjell exhibition at Kunstnernes Hus in Oslo in 1937.
nb: Kalven reiser seg ble kjøpt inn av Nasjonalgalleriet på den store Kai Fjell-utstillingen i Kunstnernes Hus i 1937.

source: (1937) is one of Korsmo's best-known works and one of the most important buildings in Norwegian functionalism.
nb: (1937) er et av Korsmos mest kjente arbeider og en av de mest sentrale bygningene innen norsk funksjonalisme.

source: Christian and Oda Krohg were the parents of artist Per Krohg and the grandparents of artist Guy Krohg.
nb: Christian og Oda Krohg er foreldre til kunstneren Per Krohg og besteforeldre til kunstneren Guy Krohg.

source: "Utsikt mot Pillnitz" relates to: Related works
nb: "Utsikt mot Pillnitz" relaterer til: Utforsk lignende verk fra samlingen

source: Andrea del Sarto (Artist for cartoon/modello i.a.)
nb: Andrea del Sarto (Kunstner for mønster/kartong e.l.)

source: Claude Gillot (assumed certain)
nb: Claude Gillot (antatt sikker)

source: They established workshops in Máze (Masi) and Guovdageaidnu (Kautokeino), and also travelled around in a small bus.
nb: De etablerte verksteder i Máze (Masi), i Guovdageaidnu (Kautokeino), og reiste også rundt i en liten buss.

source: "Onoe Kikugorô III i rollen som Nagoya Sanza" relates to: Related works
nb: "Onoe Kikugorô III i rollen som Nagoya Sanza, Surimono, Rollebilde" relaterer til: Utforsk lignende verk fra samlingen

source: A brown suit made by John Busvine & Co around 1920 shows signs of wear and tear, as well as alternations.
nb: En brun drakt laget av John Busvine & co rundt 1920 har spor etter både bruk og omsøm.

source: Born 1928 in Hartford, Connecticut, USA, death 2007 in New York, USA
nb: Født 1928 i Hartford, Connecticut, USA, død 2007 i New York, USA

source: "Dulsvik i Luster" relates to: Related works
nb: "Dulsvik i Luster" relaterer til: Utforsk lignende verk fra samlingen

source: Paolo Veronese (Artist for cartoon/modello i.a.
nb: Paolo Veronese (Kunstner for mønster/kartong e.l.

source: Beate Hølmebakk, "House for a widow", 1996
nb: Beate Hølmebakk, «Hus for en enke», 1996 Foto:

source: It does not have a label, but according to previous information it previously had labels from both Dior in Paris and Silkehuset in Oslo.
nb: Den har ikke firmamerker, men skal ifølge tidligere opplysninger ha hatt merke fra både Dior i Paris og Silkehuset i Oslo.

source: An example of this form of participant-centred evaluation is
nb: Et eksempel på denne formen for deltakersentrert eva-

source: "Riss av kart over Schwartzwald" relates to: Related works
nb: "Riss av kart over Schwartzwald" relaterer til: Utforsk lignende verk fra samlingen

source: Rembrandt, hans skole (attributed to) Creation date:
nb: Rembrandt, hans skole (tilskrevet)

source: "Post war revival of Hammerfest, Regulering for gjenreisingen av Hammerfest" relates to: Related works
nb: "Regulering for gjenreisingen av Hammerfest" relaterer til: Utforsk lignende verk fra samlingen

source: Shortly before 1600 Caravaggio transformed this traditional theme by showing the horrific deed itself.
nb: Kort tid før år 1600 endret Caravaggio den tradisjonelle skildringen av dette motivet ved å vise selve gjerningen i all sin grusomhet.

source: Else Poulsson (Artist for cartoon/modello i.a.
nb: Else Poulsson (Kunstner for mønster/kartong e.l.

source: , the National Museum's programme for 2021
nb: Nasjonalmuseets program for 2021

source: "Utsikt mot Procida" relates to: Related works
nb: "Utsikt mot Procida" relaterer til: Utforsk lignende verk fra samlingen

source: In 1755, the Norske Kompaniet sent Morten Wærn to England to conduct industrial espionage.
nb: I 1755 sendte det Norske Kompaniet en mann, Morten Wærn, til England for å bedrive industrispionasje.
